Repository: Nei7o/TP3S5
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_ca

source: Invalid family
fr_ca: Famille invalide

source: The family has been saved.
fr_ca: La famille a été sauvegardée

source: The family could not be saved. Please, try again.
fr_ca: La famille n'a pas pu être sauvegardée. Veuillez réessayer.

source: The family has been deleted.
fr_ca: La famille a été supprimée

source: The family could not be deleted. Please, try again.
fr_ca: La famille n'a pas pu être supprimée. Veuillez réessayer.

source: Invalid mafia
fr_ca: Mafai invalide

source: The mafia has been saved.
fr_ca: La mafia a été sauvegardée

source: The mafia could not be saved. Please, try again.
fr_ca: La mafia n'a pas pu être sauvegardée. Veuillez réessayer.

source: The mafia has been deleted.
fr_ca: La mafia a été supprimée.

source: The mafia could not be deleted. Please, try again.
fr_ca: La mafia n'a pas pu être supprimée. Veuillez réessayer.

source: Invalid member
fr_ca: Membre invalide

source: The member has been saved.
fr_ca: Le membre a été sauvegardé.

source: The member could not be saved. Please, try again.
fr_ca: Le membre n'a pas pu être sauvegardé. Veuillez réessayer.

source: The member has been deleted.
fr_ca: Le membre a été supprimé.

source: The member could not be deleted. Please, try again.
fr_ca: Le membre n'a pas pu être supprimé. Veuillez réessayer.

source: Invalid skill
fr_ca: Atout invalide.

source: The skill has been saved.
fr_ca: L'atout a été sauvegardé.

source: The skill could not be saved. Please, try again.
fr_ca: L'atout n'a pas pu être sauvegardé. Veuillez réessayer.

source: The skill has been deleted.
fr_ca: L'atout a été supprimé.

source: The skill could not be deleted. Please, try again.
fr_ca: L'atout n'a pas pu être supprimé. Veuillez réessayer.

source: Invalid username or password.
fr_ca: Nom d'utilisateur ou mot de passe invalide.

source: Invalid user
fr_ca: Utilisateur invlaide

source: The user has been saved.
fr_ca: L'utilisateur a été sauvegardé.

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être sauvegardé. Veuillez réessayer.

source: The user has been deleted.
fr_ca: L'utilisateur a été supprimé.

source: The user could not be deleted. Please, try again.
fr_ca: L'utilisateur n'a pas être supprimé. Veuillez réessayer.

source: A username is required
fr_ca: Un nom d'utilisateur est obligatoire.

source: A password is required
fr_ca: Un mot de passe est obligatoire.

source: Please enter a valide rank.
fr_ca: Veuillez entrer un rang valide.

source: Add Family
fr_ca: Ajouter une famille

source: Submit
fr_ca: Valider

source: List Families
fr_ca: Liste des Familles

source: List Mafias
fr_ca: Liste des Mafias

source: New Mafia
fr_ca: Nouvelle Mafia

source: List Members
fr_ca: Liste des Membres

source: New Member
fr_ca: Nouveau Membre

source: Edit Family
fr_ca: Modifier la Famille

source: Delete
fr_ca: Supprimer

source: Are you sure you want to delete # %s?
fr_ca: Êtes-vous certain de vouloir uspprimer # %s?

source: Families
fr_ca: Familles

source: View
fr_ca: Voir

source: Edit
fr_ca: Modifier

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fr_ca: Page {:page} de {:pages}, montre {:current} enregistrement de {:count} au total, commence à l'enregistrement {:start}, prend fin à {:end}

source: previous
fr_ca: précédent

source: next
fr_ca: suivant

source: New Family
fr_ca: Nouvelle Famille

source: Family
fr_ca: Famille

source: Name
fr_ca: Nom

source: Years Active
fr_ca: Années Actives

source: Territory
fr_ca: Territoire

source: Membership
fr_ca: Nombre de Membres

source: Criminal Activities
fr_ca: Activitées Criminelles

source: Delete Family
fr_ca: Supprimer la Famille

source: Related Members
fr_ca: Membres reliés

source: Family Id
fr_ca: ID de la famille

source: Family Name
fr_ca: Nom de Famille

source: Date Joined Clan
fr_ca: Date d'Entrée dans la Famille

source: Date Of Birth
fr_ca: Date de Naissance

source: Date Deceased
fr_ca: Date de Décès

source: Gender
fr_ca: Sexe

source: Email
fr_ca: Courriel

source: Add Mafia
fr_ca: Ajouter Mafia

source: Edit Mafia
fr_ca: Modifier la Mafia

source: Date Of Origin
fr_ca: Date de Création

source: Activities
fr_ca: Activitées

source: Customs
fr_ca: Spécialités

source: Delete Mafia
fr_ca: Supprimer la Mafia

source: Related Families
fr_ca: Familles reliées

source: Mafia Id
fr_ca: ID de la Mafia

source: Add Member
fr_ca: Ajouter un Membre

source: List Skills
fr_ca: Listes des Atouts

source: New Skill
fr_ca: Nouvel Atout

source: Edit Member
fr_ca: Modifier le Membre

source: Members
fr_ca: Membres

source: Member
fr_ca: Membre

source: Delete Member
fr_ca: Supprimer le Membre

source: Related Skills
fr_ca: Atouts reliés

source: Add Skill
fr_ca: Ajouter Atout

source: Edit Skill
fr_ca: Modifier l'Atout

source: Skills
fr_ca: Atouts

source: Skill
fr_ca: Atout

source: Delete Skill
fr_ca: Supprimer l'Atout

source: Add User
fr_ca: Ajouter un Utilisateur

source: Add
fr_ca: Ajouter

source: List Users
fr_ca: Liste des Utilisteurs

source: Edit User
fr_ca: Modifier l'Utilisateur

source: Users
fr_ca: Utilsaiteurs

source: New User
fr_ca: Nouvel Utilisateur

source: Please enter your username and password.
fr_ca: Veuillez entrer votre nom d'utilisateur et votre mot de passe.

source: User
fr_ca: Utilisateur

source: Username
fr_ca: Nom d'Utilisateur

source: Password
fr_ca: Mot de passe

source: Rank
fr_ca: Rang

source: Delete User
fr_ca: Supprimer l'Utilisateur
